brew "asciiquarium"
brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "lazygit"
brew "neovim"
brew "node"
brew "ollama"
brew "opencode"
brew "python@3.14"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tmux"
brew "tor"
brew "tree"
brew "tree-sitter"
brew "weechat"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "raycast"
cask "warp"
cask "wireshark-app"
