tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "asciiquarium"
brew "bat"
brew "fzf"
brew "git"
brew "go"
brew "neovim"
brew "node"
brew "python@3.11"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tor"
brew "tree"
brew "weechat"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "wireshark"
